{
    "p3": {
        "nome": "Inhame",
        "caracs": "O inhame é uma planta comestível que pertence à família Dioscoreaceae.<br/> A parte comestível é o tubérculo, que se assemelha a uma raiz, com pele marrom áspera e carne branca ou amarelada. <br/> As folhas do inhame também são comestíveis e são utilizadas em algumas culinárias, como na África e em partes da Ásia.",
        "benefs": "Excelente fonte de carboidratos complexos, fibras alimentares, vitaminas (incluindo vitamina C e várias do complexo B) e minerais (como potássio e manganês).<br/> Baixo teor de gordura, adequado para dietas saudáveis. Contém antioxidantes, como o betacaroteno, que ajudam a proteger as células contra danos dos radicais livres.<br/> A fibra promove a saúde digestiva, auxiliando na regularidade intestinal.<br/> Pode contribuir para a sensação de saciedade devido ao teor de fibras e carboidratos complexos.<br/> Algumas pesquisas sugerem que o inhame pode ter um papel na estabilização dos níveis de açúcar no sangue, sendo de interesse para pessoas com diabetes."
    },
    "p7": {
        "nome": "Maracujá-vermelho",
        "caracs": "O maracujá-vermelho, também conhecido como Passiflora edulis var. edulis, é uma variedade de maracujá com características distintas. Sua casca externa varia de vermelha a roxa, e seu interior contém sementes envoltas em polpa de cor vermelha ou alaranjada.",
        "benefs": "Excelente fonte de vitamina C, importante para o sistema imunológico e a saúde da pele. Contém fibras que auxiliam na digestão e promovem a regularidade intestinal. Rico em antioxidantes, como carotenoides, que combatem os radicais livres e contribuem para a saúde celular. Fornece vitaminas do complexo B, que desempenham diversos papéis no corpo, incluindo o apoio ao sistema nervoso. Contém minerais essenciais, como potássio, ferro e fósforo, para funções corporais saudáveis. É relativamente baixo em calorias, sendo uma escolha saudável para o controle do consumo calórico. Alguns alegam que o maracujá-vermelho pode ter propriedades calmantes devido a compostos como a passiflorina, que podem ajudar a aliviar o estresse e a ansiedade, mas mais pesquisas são necessárias nesse aspecto."
    },
    "p6": {
        "nome": "Mandioca-Brava",
        "caracs": "A mandioca-brava (Manihot esculenta) é uma planta de raiz amilácea da família Euphorbiaceae. Suas folhas são palmadas e suas raízes são tuberosas, semelhantes a batatas. As raízes da mandioca-brava têm uma casca marrom áspera e carne branca, mas contêm níveis mais elevados de compostos tóxicos, chamados cianogênicos, em comparação com a mandioca-doce. Cultiva-se bem em regiões tropicais e subtropicais e é uma importante fonte de amido na alimentação de muitas culturas.",
        "benefs": "Excelente fonte de amido, sendo uma importante fonte de carboidratos em regiões tropicais. Pode ser utilizada de várias formas na culinária, como na produção de farinha de mandioca, tapioca e outros produtos derivados. A mandioca é resistente à seca, o que a torna valiosa em regiões com condições climáticas adversas. Devido ao alto teor de amido, é uma boa fonte de energia e calorias. Possui baixo teor de gordura, sendo uma escolha saudável para dietas com baixo teor de gordura. Contribui para a segurança alimentar em comunidades rurais. Importante observar que a mandioca-brava contém cianogênios, compostos tóxicos que precisam ser eliminados por meio de processamento adequado, como o cozimento, para torná-la segura para o consumo."
    },
    "p1": {
        "nome": "Cará",
        "caracs": "O cará (Dioscorea alata) é uma planta da família Dioscoreaceae. Sua aparência lembra a mandioca, mas as folhas do cará geralmente são maiores, e suas raízes tuberosas podem variar em cor, incluindo branco, roxo e tons de amarelo. A planta produz trepadeiras que podem se espalhar pelo solo ou subir em suportes.",
        "benefs": "Excelente fonte de carboidratos complexos, fornecendo energia sustentável. Contém vitaminas do complexo B, vitamina C, potássio e fibras. Baixo teor de gordura, tornando-o uma opção saudável para dietas com baixo teor de gordura. As fibras alimentares no cará podem apoiar a digestão e promover a sensação de saciedade. Alguns estudos sugerem que o cará pode conter antioxidantes naturais que podem ser benéficos para a saúde."
    },
    
    "p2": {
        "nome": "Coração-de-Bananeira",
        "caracs": "O coração de bananeira é a parte central da planta de bananeira, que é cortada quando a bananeira é colhida ou podada. Sua forma se assemelha a um coração alongado, é composto por várias camadas de folhas sobrepostas e é geralmente de cor clara, com textura macia e fibrosa. Pode ser consumido cozido e é uma iguaria em algumas culinárias, especialmente em países tropicais.",
        "benefs": "Fonte de fibras, vitaminas (como vitamina C) e minerais (como potássio). Quando cozido, tem uma textura delicada e um sabor suave, sendo apreciado em várias receitas, como saladas, refogados e pratos cozidos. Valorizado como parte da culinária local em algumas culturas. Importante observar que o coração de bananeira deve ser cozido antes do consumo, pois contém substâncias que podem ser indigestas ou desagradáveis quando cruas. O consumo de coração de bananeira pode variar em diferentes regiões e culturas."
    },
    "p5": {
        "nome": "Mandacuru",
        "caracs": "O Mandacaru (Cereus jamacaru) é um cacto nativo do Brasil pertencente à família Cactaceae. Cresce em forma de coluna, atingindo alturas significativas, geralmente entre 3 e 6 metros, podendo ser ainda maior em algumas variedades. Possui hastes verdes com espinhos afiados e flores notáveis que desabrocham à noite, sendo brancas ou de tons claros, com aroma doce. Os frutos do mandacaru são pequenos e geralmente vermelhos, alaranjados ou amarelos quando maduros.",
        "benefs": "Desempenha um papel importante no ecossistema da caatinga, fornecendo abrigo e alimento para a fauna local, incluindo aves, morcegos e insetos. Em algumas regiões do Nordeste do Brasil, os frutos do mandacaru são utilizados na culinária local, podendo ser consumidos frescos ou transformados em doces e geleias. Algumas partes da planta são usadas na medicina tradicional para tratar problemas de saúde, embora o uso medicinal deva ser feito com cautela devido aos espinhos e à possível toxicidade de certas partes da planta. O mandacaru é uma planta icônica da região nordeste do Brasil, frequentemente representada em músicas, literatura e artesanato. Em algumas partes do mundo, o mandacaru é cultivado como planta ornamental devido à sua forma única e flores notáveis."
    },
    "p8": {
        "nome": "Maxixe",
        "caracs": "O maxixe (Cucumis anguria) é uma planta herbácea que pertence à família das cucurbitáceas, a mesma família do pepino e da abóbora. Produz frutos pequenos e alongados, geralmente com uma pele verde ou amarela espinhosa. A planta do maxixe é uma trepadeira, e suas folhas são geralmente grandes e lobadas. As flores do maxixe são amarelas e apresentam uma aparência semelhante à das flores de outras cucurbitáceas.",
        "benefs": "Boa fonte de nutrientes, incluindo vitamina C, vitamina A, potássio e fibras dietéticas. Baixo teor calórico, adequado para dietas com restrição calórica. Alto teor de água, o que ajuda na hidratação do corpo. As fibras presentes no maxixe são benéficas para a saúde digestiva, promovendo a regularidade intestinal. Usado em muitas culinárias regionais em saladas, refogados, pratos cozidos e conservas. Tem um sabor refrescante e levemente adocicado quando consumido cru, sendo uma adição interessante a pratos frios."
    },
    "p4": {
        "nome": "Jurubeba",
        "caracs": "A jurubeba (Solanum paniculatum) é uma planta que pertence à família Solanaceae, a mesma família do tomate e da batata. É nativa de regiões tropicais e subtropicais da América do Sul, incluindo o Brasil. Uma planta perene que pode crescer até cerca de 1,5 metros de altura. Suas folhas são verdes e ovaladas, e a planta produz pequenas flores amarelas seguidas de frutos esféricos verdes que ficam amarelos quando maduros.",
        "benefs": "Conhecida por suas propriedades medicinais e usada na medicina tradicional para tratar problemas digestivos, como indigestão, cólicas e flatulência. Acredita-se que compostos presentes na jurubeba possam estimular a produção de sucos gástricos, auxiliando na digestão. Alguns estudos sugerem propriedades anti-inflamatórias devido a compostos como a solanina. Evidências de que a jurubeba pode ter um efeito protetor sobre o fígado, preservando sua função saudável. Além das propriedades medicinais, é usada na culinária brasileira em conservas e preparações como a 'jurubeba em conserva,' consumida como aperitivo e que diz-se estimular o apetite."
    },
    "p10": {
        "nome": "Vinagreira",
        "caracs": "A vinagreira (Hibiscus sabdariffa), também conhecida como rosela ou quiabeiro-roxo, pertence à família das Malvaceae. Caracterizada por folhas verdes em formato de coração e flores vermelhas vibrantes. O cálice, a parte carnuda e vermelha da flor, é a parte mais notável e é frequentemente usada para fins culinários e medicinais.",
        "benefs": "Rico em vitamina C, fibras dietéticas e compostos antioxidantes. O cálice é usado em bebidas refrescantes, especialmente em climas quentes. Tradicionalmente usado para promover a digestão e aliviar problemas digestivos, como indigestão e azia. Alguns estudos sugerem um efeito leve na redução da pressão arterial, embora mais pesquisas sejam necessárias. Usado em pratos como chás, geleias, sucos, molhos e como corante natural."
    },
    "p9": {
        "nome": "Nirá",
        "caracs": "O nirá (Allium tuberosum) é uma planta herbácea que pertence à família das cebolas (Alliaceae). Cultivado por suas folhas longas e finas, que são verdes e crescem em forma de tubos. As folhas do nirá têm um sabor suave de alho e atingem cerca de 30 a 45 centímetros de altura quando totalmente desenvolvidas.",
        "benefs": "Tem um sabor único que combina características de alho e cebolinha, sendo menos picante que o alho. Boa fonte de vitaminas, especialmente vitamina A e vitamina C, além de minerais como cálcio e ferro. Conhecido por suas propriedades digestivas, frequentemente consumido após refeições pesadas. Alguns estudos sugerem a presença de antioxidantes que ajudam a combater os radicais livres e proteger as células do corpo. Alimento de baixa caloria, tornando-o uma escolha saudável para controle da ingestão calórica. Usado em uma variedade de pratos, como sopas, refogados, saladas e como guarnição para dar sabor e frescor."
    }
}
