{
    "p6": {
      "nome": "Melão-Andino",
      "caracs": "Pequeno arbusto frutífero da família das Solanáceas. <br/>Fruto maduro tem aspecto amarelo com riscas roxas. <br/>Sabor semelhante ao melão, mas menos doce com um toque de granulosidade de pera. <br/>Refrescante e com baixas calorias.",
      "benefs": "Rico em fibras, proteínas, taninos, vitamina C, caroteno e carboidratos. <br/>Possui propriedades diuréticas. <br/>Observação: Não consumir a casca."
    },
    "p3": {
      "nome": "Capiçoba",
      "caracs": "Usada em refogados, saladas, crua ou como tempero. <br/>Sabor levemente amargo e picante, lembrando jambu e manga verde.",
      "benefs": "Rica em proteínas, fósforo, ferro, zinco e vitamina A."
    },
    "p4": {
      "nome": "Cebolinha-de-perdiz",
      "caracs": "Possui um cheiro forte de alho. <br/>Pode crescer sem cultivo. <br/>Tanto os bulbos quanto as folhas podem ser utilizados na culinária, substituindo o alho ou algum legume.",
      "benefs": "Purifica e elimina toxinas do corpo. <br/>Melhora a flora intestinal e influencia favoravelmente na circulação e tensão."
    },
    "p10": {
      "nome": "Tanchagem",
      "caracs": "Planta herbácea, perene, ereta, sem caule. <br/>Sabor doce, refrescante e suave.",
      "benefs": "Indicada no tratamento de tosse, catarro, gripes, bronquite, entre outros. <br/>Fonte de vitamina C e antioxidantes como flavonoides e taninos. <br/>Observação: Consumir com moderação devido a possíveis efeitos colaterais."
    },
    "p7": {
      "nome": "Pixirica",
      "caracs": "Pequeno arbusto de até três metros de altura. <br/>Flores brancas e pequenas. <br/>Frutos em forma de bagas subglobosas, com casca fina e carne avermelhada. <br/>Sabor refrescante.",
      "benefs": "Folhas para chás calmantes. <br/>Cascas do caule para controle da diabetes. <br/>Frutos ricos em antioxidantes e nutrientes essenciais."
    },
    "p9": {
      "nome": "Taioba",
      "caracs": "A Taioba é uma planta com folhas gigantes e talos carnudos e verdes. <br/>A Xanthosoma sagittifolium (taioba comestível) é própria para consumo, enquanto a Taioba Brava (Xanthosoma violaceum) não é indicada para servir de alimento.",
      "benefs": "Rica em vitamina A e antioxidantes. <br/>Deve ser cozida para remover substâncias tóxicas. <br/>Ótima substituta do espinafre e da couve."
    },
    "p5": {
      "nome": "Hibisco",
      "caracs": "As flores do hibisco são perfumadas e têm cores variadas. <br/>Comum na região de São Paulo, estado.",
      "benefs": "Chá de hibisco é bom para a diminuição da pressão arterial, sintomas da TPM, saúde do coração e regulação do açúcar no sangue. <br/>Possui propriedades antioxidantes."
    },
    "p1": {
      "nome": "Azedinha",
      "caracs": "Sabor ácido e azedo. <br/>Folhas largas, compridas, de aspecto liso e brilhante.",
      "benefs": "Rica em magnésio, potássio, vitamina C. <br/>Pode prevenir a bronquite, aumentar o apetite. <br/>Rica em ácido oxálico, consumir com moderação."
    },
    "p8": {
      "nome": "Serralha",
      "caracs": "Talo de cor verde clara e flores amarelas e pequenas. <br/>Leitosa e pouco ramificada.",
      "benefs": "Fonte de fibras, ferro, cálcio, fósforo, potássio, vitaminas A, B2, B6, C, D. <br/>Pode fortalecer a imunidade, prevenir a anemia, fortalecer fios capilares, melhorar a pele."
    },
    "p2": {
      "nome": "Capeba",
      "caracs": "Folhas grandes em formato de coração. <br/>Planta nativa, rústica, de meia sombra.",
      "benefs": "Alivia dores no corpo, ajuda na desintoxicação do corpo, trata infecções urinárias, e regula o ciclo menstrual. <br/>Observações: A Capeba não deve ser consumida por mulheres grávidas ou em fase de lactação. <br/>A infusão de capeba pode ser usada para aliviar febre, gripes, resfriados ou bronquite."
    }
  }
  